[Information]
; (Latest Translator, First Translator, Second Translator ...)
TRANSLATOR=Mateusz Kruszewski, ToServeAndProtect
VERSION=6.3.0

[Language]
LANGUAGE=Polish
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
LOCALE_ID=0x0415

[Url]
WIKIPEDIA_SMART=http://pl.wikipedia.org/wiki/S.M.A.R.T._%28informatyka%29

[Menu]
FILE=&Plik
CUSTOMIZE=&Dostosuj
EXIT=&Wyjście
EDIT=&Edycja
COPY=&Kopiuj
FUNCTION=&Funkcje
HIDE_SMART_INFO=Ukryj informacje S.M.A.R.T.
HIDE_SERIAL_NUMBER=Ukryj numer seryjny
SHOW_DRIVE_LETTER=Pokaż literę dysku
ADVANCED_DISK_SEARCH=Zaawansowane wyszukiwanie dysku
EVENT_LOG=&Dziennik zdarzeń
AAM_APM_CONTROL=Sterowanie funkcjami AA&M/APM
AUTO_AAM_APM_ADAPTION=Automat. dostosuj funkcje AAM/A&PM
RESIDENT=&Ikona w obszarze powiadomień
STARTUP=&Uruchom z systemem
OPEN_DISK_MANAGEMENT=&Otwórz "Zarządzanie dyskami"
OPEN_DEVICE_MANAGER=&Otwórz "Menedżer urządzeń"
ADVANCED_FEATURE=&Funkcje zaawansowane
REFRESH=&Odśwież
RESCAN=&Przeskanuj ponownie
DISABLE=&Wyłącz
AUTO_REFRESH=&Automatyczne odświeżanie
AUTO_REFRESH_TARGET=&Elementy docelowe automatycznego odświeżania
AUTO_REFRESH_TARGET_ALL_DISK=&Automatyczne odświeżanie - zaznacz wszystkie dyski
AUTO_REFRESH_UNTARGET_ALL_DISK=&Automatyczne odświeżanie - odznacz wszystkie dyski
WAIT_TIME_AT_STARTUP=&Opóźnienie uruchomienia
GRAPH=&Wykres
THEME=&Wygląd
DISK=&Dysk
HELP=&Pomoc
HELP_WEB=&Pomoc [Web]
HELP_ABOUT=&O programie CrystalDiskInfo
HELP_ABOUT_SMART=&O funkcji S.M.A.R.T. (Wikipedia) [Web]
LANGUAGE=&Język
ITEM=&Przedmiot
TEMPERATURE_TYPE=&Jednostki temperatury
CELSIUS=Celsjusz (°C)
FAHRENHEIT=Fahrenheit (°F)
HEALTH_STATUS_SETTING=Ustawienia &stanu zdrowia dysku

;Graph
OPTION=&Opcje
LEGEND_POSITION=&Pozycja legendy
NORTH_WEST=&Północny zachód
NORTH_EAST=&Północny wschód
SOUTH_WEST=&Południowy zachód
SOUTH_EAST=&Południowy wschód
MAX_PLOT_POINT=&Maksymalna wielkość punktu
TIME_FORMAT=&Format daty/godziny
PAINT_WEEKEND=&Paint Weekend
ALL=&Wszystko

;2.7.0
COPY_OPTION=&Opcje kopiowania
RESIDENT_STYLE=St&yl zamykania
MINIMIZE=Minimalizuj
HIDE=Ukryj

;3.0.0
ZOOM=&Powiększenie
AUTO=&Auto
ATTRIBUTE=&Atrybut

;3.5.0
ASCII_VIEW=Widok ASCII
AUTO_DTECTION=Automatyczne wykrywanie
SECOND=sek.
MINUTE=min.
HOUR=godz.

:3.9.4
WORKAROUND=&Obejścia problemów

;4.0.0
ALERT_MAIL=Powiadomienie pocztą
MAIL_SETTINGS=Ustawienia poczty
SMART_IN_ENGLISH=Dane S.M.A.R.T. po angielsku
FONT_SETTING=Ustawienia czcionki

;5.0.0
ALERT_FEATURES=&Funkcje powiadomień
ALARM_HISTORY=Historia ostrzeżeń
ALERT_SOUND=Dźwięk ostrzeżenia
SOUND_SETTINGS=Ustawienia dźwięków
GADGET_SUPPORT=Obsługa gadżetów
INSTALL_GADGET=Zainstaluj gadżet
ENABLE_AUTO=Włącz (auto wykrywanie)
ENABLE_ALL=Włącz (wszystkie dyski)
ENABLE_RAID=Włącz (tylko woluminy RAID)

;6.0.0
HIDE_NO_SMART_DISK=&Ukryj dyski bez obsługi S.M.A.R.T.
GREEN_MODE=&Tryb zieleni

[TrayMenu]
EXIT=Wyjście
REFRESH=Odśwież
RESCAN=Przeskanuj ponownie
ENABLE=Włącz
DISABLE=Wyłącz
ENABLE_ALL=Włącz wszystko
DISABLE_ALL=Wyłącz wszystko
AUTO_REFRESH=Automatyczne odświeżanie
AUTO_REFRESH_TARGET=&Element docelowy automatycznego odświeżania
AUTO_REFRESH_TARGET_ALL_DISK=&Automatyczne odświeżanie - zaznacz wszystkie dyski
AUTO_REFRESH_UNTARGET_ALL_DISK=&Automatyczne odświeżanie - odznacz wszystkie dyski
ALARM_SETTING_TEMPERATURE=Ustawienie alarmu - temperatura
ALARM_SETTING_HEALTH_STATUS=Ustawienie alarmu - stan
SHOW_MAIN_WINDOW=Pokaż główne okno
SHOW_TEMPERATURE_ICON=Pokaż ikonę temperatury
SHOW_ALL_TEMPERATURE_ICON=Pokaż wszystkie ikony temperatury
HIDE_ALL_TEMPERATURE_ICON=Ukryj wszystkie ikony temperatury
COLLECTIVE_SETTING=Ustawienia
GRAPH=Wykres
;Added 3.0
SHOW_TEMPERATURE_ICON_ONLY=Pokaż tylko ikonę temperatury

[DiskStatus]
GOOD=dobry
CAUTION=uwaga
BAD=zły
UNKNOWN=nieznany
DISK=Dysk

[Dialog]
LIST_ID=ID
LIST_CURRENT=Bieżący
LIST_WORST=Najgorszy
LIST_THRESHOLD=Próg
LIST_RAW_VALUES=Wartość Raw
;LIST_DESCRIPTION=Opis
LIST_ATTRIBUTE_NAME=Nazwa atrybutu

FIRMWARE=Oprogramowanie
SERIAL_NUMBER=Numer seryjny
INTERFACE=Interfejs
STANDARD=Standard
TRANSFER_MODE=Tryb transferu
BUFFER_SIZE=Rozmiar bufora
NV_CACHE_SIZE=Rozmiar NV Cache
ROTATION_RATE=Prędk. obrotowa
TEMPERATURE=Temperatura
POWER_ON_HOURS=Czas pracy dysku
POWER_ON_COUNT=Ilość włączeń dysku
DRIVE_LETTER=Litera dysku
FEATURE=Własności
HEALTH_STATUS=Stan

UNKNOWN=Nieznany
POWER_ON_COUNT_UNIT=razy
POWER_ON_HOURS_UNIT=godzin
POWER_ON_DAYS_UNIT=dni

;4.3
TOTAL_HOST_WRITES=Suma zapisów hosta
TOTAL_HOST_READS=Suma odczytów hosta
TOTAL_NAND_WRITES=Suma zapisów NAND

;4.5
WEAR_LEVELING_COUNT=Poziom zużycia

;6.1
CURRENT_MODE_SUPPORTED_MODE=Obecny tryb | Obsługiwany tryb
MAJOR_VERSION_MINOR_VERSION=Wersja główna | Wersja poboczna

[Message]
DETECT_UNIT_POWER_ON_HOURS=Wykrywanie jednostki "Czasu pracy dysku" (wymaga około 130 sek.)
DETECT_DISK=Wykrywanie dysku
PLEASE_ENABLE_WMI=Proszę włączyć WMI (Instrumentacja zarządzania Windows)
PLEASE_RESTART_THIS_APPLICATION=Proszę uruchomić ponownie program aby zmienić wygląd
DISK_NOT_FOUND=Nie znaleziono dysku

[Alarm]
ALARM_TEMPERATURE=Alarm - temperatura
ALARM_HEALTH_STATUS=Alarm - stan
DEGRADATION=Degradacja
RECOVERY=Przywracanie
;3.5.0
INFO_HEALTH_STATUS=Info - stan zdrowia dysku

[Graph]
PLEASE_SELECT_ITEM=Wybierz przedmiot
ACTUAL_VALUE=Aktualna wartość
NORMALIZED_VALUE=Normalna wartość
ALL_ON=Wszystko włączone
ALL_OFF=Wszystko wyłączone
RESET=Wyczyść

[Customize]
LINE_COLOR=Kolor linii
BACKGROUND_IMAGE=Tło
SUPPORTED_IMAGE_FORMAT=Format pliku
ALL_FILES=Wszystkie pliki

;5.0.0
SUPPORTED_SOUND_FORMAT=Format dźwięku

[AamApm]
AAM_LOW=<- Cichy (80h)
AAM_HIGH=Wydajność (FEh) ->
AAM_RECOMMEND=Zalecana wartość
APM_LOW=<- Min. zużycie energii (01h)
APM_HIGH=Wydajność (FEh) ->
;3.5.0
AUTOMATIC_ACOUSTIC_MANAGEMENT=Automatyczne zarządzanie głośnością (AAM)
ADVANCED_POWER_MANAGEMENT=Zaawansowane zarządzanie energią (APM)

[WindowTitle]
ABOUT=O programie
GRAPH=Wykres
CUSTOMIZE=Dostosuj
VERSION_INFORMATION=Informacje o wersji
AAM_APM_CONTROL=Sterowanie funkcjami AAM/APM
HEALTH_STATUS_SETTING=Ustawienia stanu dysku

;5.0.0
ALARM_HISTORY=Historia alarmów
SOUND_SETTINGS=Ustawienia dźwięków

;5.1.0
FONT_SETTING=Ustawienia czcionki

[HealthStatus]
THRESHOLD_OF_CAUTION=próg ostrzeżenia
APPLY=Zastosuj
DEFAULT=Domyślne

[Smart]
UNKNOWN=Nieznany
VENDOR_SPECIFIC=Specyficzne dla dostawcy
01=Liczba błędów odczytu
02=Średnia wydajność dysku
03=Czas do "rozkręcenia" talerzy dysku
04=Ilość cykli start/stop
05=Ilość realokowanych sektorów
06=Rezerwa kanału podczas odczytu
07=Liczba błędów pozycjonowania
08=Średnia wydajność podczas pozycjonowania
09=Czas pracy dysku
0A=Liczba prób uruchomienia osi napędowej dysku
0B=Liczba prób kalibracji
0C=Ilość włączeń dysku
0D=Częstotliwość występowania błędów programowych podczas operacji odczytu
BE=Temperatura "przepływu powietrza"
BF=Częstotliwość występowania błędów spowodowanych wstrząsem
C0=Ilość wyłączeń spowodowanych odcięciem zasilania
C1=Ilość cykli obciążenia/odciążenia
C2=Temperatura dysku
C3=Częstotliwość występowania "błędów w locie"
C4=Liczba operacji realokacji
C5=Liczba sektorów niestabilnych (oczekujących na remapowanie)
C6=Ilość nie naprawionych sektorów
C7=Liczba błędów CRC podczas pracy w trybie Ultra DMA
C8=Liczba błędów zapisu
C9=Liczba łagodnych błędów odczytu
CA=Częstotliwość występowania błędów "Data Address Mark"
CB=Ilość zdarzeń "Run Out Cancel"
CC=Łagodna korekcja ECC
CD=Częstotliwość występowania "błędów termicznych"
CE=Wysokość głowicy ponad powierzchnię zapisu
CF=Najwyższa wartość prądu potrzebna do "rozkręcenia" talerzy dysku
D0=Ilość "buzz routines" potrzebna do "rozkręcenia" talerzy dysku
D1=Wydajność wyszukiwania podczas operacji offline
D3=Ilość wibracji podczas zapisu danych
D4=Ilość wstrząsów podczas zapisywania danych
DC=Przesunięcie dysku
DD=Błędy spowodowane wstrząsami
DE=Czas operacji dysku
DF=Ilość obciążeń spowodowanych operacjami odczytu, zapisu, pozycjonowania
E0=Obciążenie spowodowane tarciem mechanicznych części
E1=Ilość cykli obciążenia
E2=Całkowity czas obciążenia dla dysku
E3=Liczba prób rotacji dysku
E4=Okres wyłączeń spowodowanych odcięciem zasilania
E6=Amplituda drgań podczas pracy
E7=Temperatura napędu
F0=Ilość godzin pracy (pozycjonowania) głowicy
FA=Liczba prób ponownego odczytu po błędzie
;Added 3.0
B8=Błędy "End-to-End"
BB=Zgłoszone nienaprawialne błędy
BC=Limit czasu dla komendy
BD=High Fly Writes
FE=Ochrona przed upadkiem

;Updated 5.4.0
F1=Suma zapisów hosta
F2=Suma odczytów hosta

[SmartSsd]
01=Liczba błędów odczytu
02=Średnia wydajność dysku
03=Czas do "rozkręcenia" talerzy dysku
04=Ilość cykli start/stop
05=Ilość realokowanych sektorów
06=Rezerwa kanału podczas odczytu
07=Liczba błędów pozycjonowania
08=Średnia wydajność podczas pozycjonowania
09=Czas pracy dysku
0A=Liczba prób uruchomienia osi napędowej dysku
0B=Liczba prób kalibracji
0C=Ilość włączeń dysku
0D=Częstotliwość występowania błędów programowych podczas operacji odczytu
C0=Liczba niebezpiecznych wyłączeń
C2=Temperatura dysku
C4=Liczba operacji realokacji
C5=Liczba sektorów niestabilnych (oczekujących na remapowanie)
C6=Ilość nie naprawionych sektorów
; CrystalDiskInfo assign
FF=Pozostały czas pracy

;Updated 5.4.0
F1=Suma zapisów hosta
F2=Suma odczytów hosta

[SmartMtron]
BB=Total Erase Count

[SmartIndlinx]
01=Liczba błędów odczytu
09=Liczba godzin pracy dysku
0C=Ilość włączeń dysku
B8=Initial Bad Block Count
C2=Temperatura
C3=Program Failure Block Count
C4=Erase Failure Block Count
C5=Read Failure Block Count
C6=Total Count of Read Sectors
C7=Total Count of Write Sectors
C8=Total Count of Read Commands
C9=Total Count of Write Commands
CA=Total Count of Error bits from flash
CB=Total Count of Read Sectors with Correctable Bit Errors
CC=Bad Block Full Flag
CD=Maximum PE Count Specification
CE=Minimum Erase Count
CF=Maximum Erase Count
D0=Average Erase Count
D1=Remaining Drive Life

[SmartJMicron60x]
09=Liczba godzin pracy dysku
0C=Llość skończonych operacji start/stop
C2=Temperatura dysku
E5=Halt System ID, Flash ID
E8=Firmware Version Information
E9=ECC Fail Record
EA=Average Erase Count, Max Erase Count
EB=Good Block Count, System Block Count

[SmartIntel]
03=Czas do "rozkręcenia" talerzy dysku
04=Ilość cykli start/stop
05=Ilość realokowanych sektorów
09=Liczba godzin pracy dysku
0C=Ilość włączeń dysku
C0=Liczba niebezpiecznych wyłączeń
E1=Host Writes
E8=Available Reserved Space
E9=Media Wearout Indicator
B8=End to End Error Detection Count

;Updated 4.1
AA=Available Reserved Space
AB=Program Fail Count
AC=Erase Fail Count
BB=Uncorrectable Error Count

;Updated 4.3
AE=Unexpected Power Loss
E2=Timed Workload Media Wear
E3=Timed Workload Host Read/Write Ratio
E4=Timed Workload Timer
F1=Total LBAs Written
F2=Total LBAs Read
F9=Total NAND Writes

;Updated 5.5.0
B7=SATA Downshift Count
BE=Temperature
C7=CRC Error Count

;Updated 5.6.1
AF=Power Loss Protection Failure
C2=Temperature
C5=Pending Sector Count

;Added 6.6.0
EA=Thermal Throttle Status

[SmartSamsung]
05=Reallocated Sector Count
09=Power-on Hours
0C=Power-on Count
AF=Program Fail Count (Chip)
B0=Erase Fail Count (Chip)
B1=Wear Leveling Count
B2=Used Reserved Block Count (Chip)
B3=Used Reserved Block Count (Total)
B4=Unused Reserved Block Count (Total)
B5=Program Fail Count (Total)
B6=Erase Fail Count (Total)
B7=Runtime Bad Block (Total)
BB=Uncorrectable Error Count
BE=Airflow Temperature
C2=Temperature
C3=ECC Error Rate
C6=Off-Line Uncorrectable Error Count
C7=CRC Error Count
C9=Super cap Status
CA=SSD Mode Status
EB=POR Recovery Count
F1=Total LBA Written
F2=Total LBA Read

;Added 6.6
AA=Unused Reserved Block Count (Chip) 
AB=Program Fail Count (Chip)
AC=Erase Fail Count (Chip)
AD=Wear Leveling Count
AE=Unexpected Power Loss Count
B8=Error Detection
E9=Normalized Media Wear-out

[SmartSandForce] ;Updated 3.7.0
01=Raw Read Error Rate
05=Retired Block Count
09=Power-on Hours
0C=Power Cycle Count
0D=Soft Read Error Rate
64=Gigabytes Erased
AA=Reserve Block Count
AB=Program Fail Count
AC=Erase Fail Count
AE=Unexpected Power Loss Count
B1=Wear Range Delta
B5=Program Fail Count
B6=Erase Fail Count
B8=Reported I/O Error Detection Code Errors
BB=Reported Uncorrectable Errors
C2=Temperature
C3=On-the-Fly ECC Uncorrectable Error Count
C4=Reallocation Event Count
C6=Uncorrectable Sector Count
C7=SATA R-Errors (CRC) Error Count
C9=Uncorrectable Soft Read Error Rate
CC=Soft ECC Correction Rate
E6=Life Curve Status
E7=SSD Life Left
E8=Available Reserved Space
EB=SuperCap health
F1=Lifetime Writes from Host
F2=Lifetime Reads from Host

[SmartJMicron61x] ;Added 3.9.0
01=Read Error Rate
02=Throughput Performance
03=Spin-Up Time
05=Reallocated Sectors Count
07=Seek Error Rate
08=Seek Time Performance
09=Power-On Hours
0A=Spin Retry Count
0C=Power Cycle Count
A8=SATA PHY Error Count
AF=Bad Cluster Table Count (ECC Fail Count)
C0=Unexpected Power Loss Count
C2=Temperature
C5=Current Pending Sector Count
AA=Bad Block Count
AD=Erase Count

[SmartMicron] ;Added 4.0.0/ Updated 6.6.0
; RAIN = Redundant Array of Independent NAND
01=Raw Read Error Rate
05=Reallocated NAND Blocks
09=Power On Hours
0C=Power Cycle Count
0D=Soft Error Rate
0E=Device Capacity (NAND)
0F=User Capacity
10=Spare Blocks Available
11=Remaining Spare Blocks
64=Total Erase Count
AA=Reserved Block Count
AB=Program Fail Count
AC=Erase Fail Count
AD=Average Block-Erase Count
AE=Unexpected Power Loss Count
B4=Unused Reserve NAND Blocks
B5=Unaligned Access Count
B7=SATA Interface Downshift
B8=Error Correction Count
BB=Reported Uncorrectable Errors
BC=Command Timeout Count
BD=Factory Bad Block Count
C2=Temperature
C3=Cumulative ECC Bit Correction Count
C4=Reallocation Event Count
C5=Current Pending Sector Count
C6=Smart Off-line Scan Uncorrectable Error Count
C7=Ultra DMA CRC Error Rate
CA=Percent Lifetime Used
CE=Write Error Rate
D2=Successful RAIN Recovery Count
EA=Total Bytes Read
F2=Write Protect Progress
F3=ECC Bits Corrected
F4=ECC Cumulative Threshold Events
F5=Cumulative Program NAND Pages
F6=Total Host Sector Writes
F7=Host Program Page Count
F8=Background Program Page Count

[SmartMicronMU02] ;Updated 6.6.0
; RAIN = Redundant Array of Independent NAND
01=Raw Read Error Rate
05=Reallocated Sectors Count
09=Power-On Hours
0C=Power Cycle Count
0D=Soft Error Rate
0E=Device Capacity (NAND)
0F=User Capacity
10=Spare Blocks Available
11=Remaining Spare Blocks
64=Total Erase Count
AA=Reserved Block Count
AB=Program Fail Count
AC=Erase Fail Count
AD=Average Block-Erase Count
AE=Unexpected Power Loss Count
B4=Unused Reserve NAND Blocks
B7=SATA Interface Downshift
B8=Error Correction Count
BB=Reported Uncorrectable Errors
BC=Command Timeout Count
BD=Factory Bad Block Count
C2=Temperature
C3=Cumulative ECC Bit Correction Count
C4=Reallocation Event Count
C5=Current Pending Sector Count
C6=Smart Off-line Scan Uncorrectable Error Count
C7=Ultra DMA CRC Error Rate
CA=Percent Lifetime Used
CE=Write Error Rate
D2=Successful RAIN Recovery Count
EA=Total Bytes Read
F3=ECC Bits Corrected
F4=ECC Cumulative Threshold Events
F5=Cumulative Program NAND Pages
F6=Total Host Sector Writes
F7=Host Program Page Count
F8=Background Program Page Count

; Updated 6.6.0
A0=Uncorrectable Sector Count
A1=Valid Spare Blocks
A3=Initial Invalid Blocks
94=Total SLC Erase Count
95=Maximum SLC Erase Count
96=Minimum SLC Erase Count
97=Average SLC Erase Count
A4=Total TLC Erase Count
A5=Maximum TLC Erase Count
A6=Minimum TLC Erase Count
A7=Average TLC Erase Count
A9=Percentage Lifetime Remaining
B5=Program Fail Count
B6=Erase Fail Count
C0=Power-off Retract Count
E8=Available Reserved Space
F1=Total LBA Write
F2=Total LBA Read
F5=Total TLC Write Count
F6=Total SLC Write Count
F7=RAID Recovery Count

[SmartOcz] ;Added (4.5)
01=Raw Read Error Rate
03=Spin Up Time
04=Start Stop Count
05=Reallocated Sectors Count
09=Power-On Hours
0C=Power Cycle Count
C2=Temperature
E8=Total Count of Write Sectors
E9=Remaining Life

; Added 6.6.0
64=Total Blocks Erased
A7=SSD Protect Mode
A8=SATA PHY Error Count
A9=Bad Block Count
AD=Erase Count
B8=Factory Bad Block Count
C0=Unexpected Power Loss Count
CA=Total Number of Corrected Bits
CD=Max Rated PE Counts
CE=Minimum Erase Counts
CF=Maximum Erase Counts
D3=SATA Uncorrectable Error Count
D4=NAND Page Reads During Retry
D5=Simple Read Retry Attempts
D6=Adaptive Read Retry Attempts
DD=Internal Data Path Uncorrectable Errors
DE=RAID Recovery Count
E6=Power Loss Protection
FB=NAND Read Count

;Updated 6.7.0
F1=Total Host Writes
F2=Total Host Reads

[SmartPlextor] ;Added 5.1.0/Updated (5.4.0)
01=Read Error Rate
05=Reallocated Sectors Count
09=Power-On Hours
0C=Power Cycle Count
C0=Unsafe Shutdown Count
C2=Temperature
C4=Reallocation Event Count
C6=Uncorrectable Sector Count
F1=Total Host Writes
F2=Total Host Reads

;Updated (5.4.0)
B1=Wear Leveling Count
B2=Used Reserved Block Count (Worst Case)
B5=Program Fail Count (Total)
B6=Erase Fail Count (Total)
BB=Uncorrectable Error Count
C7=CRC Error Count
E8=Available Reserved Space

;Added 6.2.0
AA=Grown Bad Blocks
AB=Program Fail Count (Total)
AC=Erase Fail Count (Total)
AD=Average Program/Erase Count (Total)
AE=Unexpected Power Loss Count
AF=Program Fail Count (Worst Case)
B0=Erase Fail Count (Worst Case)
B3=Used Reserved Block Count (Total)
B4=UnUsed Reserved Block Count (Total)
B7=SATA Interface Down Shift
B8=End-to-End Data Errors Corrected
BC=Command Time out
C3=ECC rate
E9=NAND GB written

[SmartSanDisk] ;Added (5.2.0)
05=Retired Block Count
09=Power-On Hours
0C=Power Cycle Count
AA=Reserve Block Count
AB=Program Fail Count
AC=Erase Fail Count
AE=Unexpected Power Loss Count
BB=Reported Uncorrectable Errors
E8=Remaining Life
F1=Total Host Writes
F2=Total Host Reads

[SmartOczVector] ;Added (5.3.0)
05=Accumulated Runtime Bad Blocks
09=Power-On Hours Count
0C=Power Cycle Count
AB=Available Over-Provisioned Block Count
AE=Power Cycle Count (Unplanned)
BB=Total Uncorrectable NAND Reads
C3=Total Programming Failures
C4=Total Erase Failures
C5=Total Read Failures (Uncorrectable)
C6=Host Reads
C7=Host Writes
D0=Average Erase Count
D2=SATA CRC Error Count
E9=Remaining Life
F9=Total NAND Programming Count

;Updated 5.5.0
F1=Suma zapisów hosta
F2=Suma odczytów hosta

;Updated 6.6.0
64=Total Blocks Erased
B8=Factory Bad Block Count Total
CA=Total Number Of Read Bits Corrected
CD=Max Rated PE Count
CE=Min Erase Count
CF=Max Erase Count
D4=Total Count NAND Pages Reads Requiring Read Retry
D5=Total Count of Simple Read Retry Attempts
D6=Total Count of Adaptive Read Retry Attempts
DD=Internal Data Path Protection Uncorrectable Errors
DE=RAID Recovery Count
E0=In Warranty
E1=DAS Polarity
E2=Partial Pfail
E6=Write Throttling Activation Flag
F9=Total NAND Programming Count (pages)
FB=Total NAND Read Count

[SmartCorsair] ;Added 6.2.0
01=Raw Read Error Rate
05=Retired Block Count
09=Power On Hours
0C=Power Cycle Count
AA=Reserve Block Count
AC=Erase Fail Count
AE=Unexpected Power Loss Count
B5=Program Fail Count
BB=Reported Uncorrectable Errors
C2=Temperature
C4=Reallocation Event Count
E7=SSD Life Left
F1=Lifetime GB Written
F2=Lifetime GB Read

[SmartToshiba] ;Added 6.2.0
01=Read Error Rate
02=Throughput Performance
03=Spin-Up Time
04=Start/Stop Count
05=Reallocated Sectors Count
07=Seek Error Rate
08=Seek Time Performance
09=Power-On Hours
0A=Spin Retry Count
0B=Recalibration Retries
0C=Power Cycle Count
A7=SSD Protect Mode
A8=SATA PHY Error Count
A9=Total Bad Block Count
AD=Erase Count
C0=Unexpected Power Loss Count
C2=Temperature
C4=Reallocation Event Count
C5=Current Pending Sector Count
C6=Uncorrectable Sector Count
F1=Total Host Writes
F2=Total Host Reads

[SmartSanDiskGb] ;Added 6.2.0
05=Reallocated Block Count
09=Power On Hours
0C=Power Cycle Count
A6=Min W/E Cycle
A7=Max Bad Block/Die
A8=Maximum Erase Cycle
A9=Total Bad Block
AB=Program Fail Count
AC=Erase Fail Count
AD=Average Erase Cycle
AE=Unexpected Power Loss Count
BB=Reported Uncorrectable Errors
C2=Temperature
D4=SATA PHY Error
E6=Percentage Total P/E Count
E8=Spare Block Remaining
E9=Total GB Written To NAND
F1=Total GB Written
F2=Total GB Read

[SmartKingston] ;Added 6.6.0
01=Read Error Rate
02=Throughput Performance
03=Spin Up Time
05=Reallocated Sectors Count
07=Seek Error Rate
08=Seek Time Performance
09=Power-On Hours
0A=Spin Retry Count
0C=Power Cycle Count
A8=SATA PHY Error Count
AA=Bad Block Count
AD=Erase count
AF=Bad Cluster Table Count
BB=Uncorrectable Errors
C0=Unsafe Shutdown Count
C2=Temperature
C4=Later Bad Block Count
C5=Current Pending Sector Count
C7=CRC Error Count
DA=CRC Error Count
E7=SSD Life Left
E9=Lifetime Writes to Flash
F0=Write Head
F1=Host Writes
F2=Host Reads
F4=Average Erase Count
F5=Max Erase Count
F6=Total Erase Count

[SmartNVMe] ;Added 6.7.0
01=Critical Warning
02=Composite Temperature
03=Available Spare
04=Available Spare Threshold
05=Percentage Used
06=Data Units Read
07=Data Units Written
08=Host Read Commands
09=Host Write Commands
0A=Controller Busy Time
0B=Power Cycles
0C=Power On Hours
0D=Unsafe Shutdowns
0E=Media and Data Integrity Errors
0F=Number of Error Information Log Entries

[SmartRealtek] ;Added by Realtek
01=Raw data error rate
05=Reallocated sector count
09=Power on hour count
0C=Power cycle count
A1=GDN
A2=Total erase count
A3=Max PE cycle
A4=Average erase count
A5=Initial bad block count
A6=Total bad block count
A7=SSD protect mode
A8=SATA Phy error count
A9=Health
AB=Program fail count
AC=Erase fail count
AE=Unexpected power loss count
AF=ECC fail count
B5=Unaligned access count
BB=Reported uncorrectable error
C2=Enclosure temperature
C3=Cumulative corrected ecc
C4=Reallocation event count
C7=Ultra DMA CRC error count
CE=Min. erase count
CF=Max erase count
E7=Lifetime left
E8=Available reserved space
F1=Write life time
F2=Read life time
F9=Total GB written to NAND (TLC)
FA=Total GB written to NAND (SLC)

[SmartSKhynix] ; Add 2019-05-14 (ex. SC308)
01=Read Error Rate
05=Re-Assigned Sector Count
09=Power-On Hours
0C=Power Cycle Count
64=Total Erase Count
AB=Program Fail Count
AC=Erase Fail Count
AE=Unexpected Powwer Loss Count
AF=Program Fail Count(Worst Case)
B0=Erase Fail Count(Worst Case)
B1=Wear Leveling Count
B2=Used Reseved Block Count(Worst Case)
B3=Used Reseved Block Count(SSD Total)
B4=UnUsed Reseved Block Count(SSD Total)
B5=Program Fail Count(SSD Total)
B6=Erase Fail Count(SSD Total)
B7=SATA Downshift　Count
BB=Uncorrectable Error Count
BC=Command Timeout Count
BF=Op Shock Event Count
C2=Temperature
C3=ECC Rate
C7=CRC Error Count
C9=Uncorrectable Soft Read Error Rate
CC=Soft ECC Correction Rate
E7=SSD Life Left
EA=NAND Written
F1=Total LBA Written
F2=Total LBA Read
FA=Total Number of NAND Read Retries